curl
wget
htop
fish
mc
git
moc
ca-certificates
gnupg
lsb-release
bat
fd-find
fzf
build-essential
zlib1g-dev
libncurses5-dev
libgdbm-dev
libnss3-dev
libssl-dev
libreadline-dev
libffi-dev
libsqlite3-dev
libbz2-dev